Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
nl_nl: Als u de bron voor voorstelfbeheer wijzigt, worden de waarden die u hebt ingevoerd gewist. Deze actie kan niet ongedaan worden gemaakt.

source: Change proposal management source
nl_nl: Bron voor beheer van wijzigingsvoorstellen

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
nl_nl: Configureer hoe voorstelwaarden worden vooraf ingevuld en beheerd voor elk beloningselement in deze ronde.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
nl_nl: Als je de bron voor voorstelbeheer uitschakelt, worden de door jou ingevoerde waarden gewist. Deze actie kan niet ongedaan worden gemaakt.

source: Disable proposal management
nl_nl: Voorstelbeheer uitschakelen

source: Enable proposal management
nl_nl: Voorstelbeheer inschakelen

source: Create your formula
nl_nl: Stel je formule op

source: Formula type
nl_nl: Formuletype

source: Use an existing value
nl_nl: Een bestaande waarde gebruiken

source: Prefill the proposal using an existing calculated or reference field
nl_nl: Vul het voorstel vooraf in met een bestaand berekend of referentieveld

source: Calculate using a formula
nl_nl: Berekenen met een formule

source: Generate the proposal value using a custom formula
nl_nl: Genereer de voorgestelde waarde met een aangepaste formule

source: Proposal method
nl_nl: Voorstelmethode

source: Choose an option to continue
nl_nl: Kies een optie om verder te gaan

source: Source field
nl_nl: Bronveld

source: This value will be used as the initial proposal for managers.
nl_nl: Deze waarde wordt gebruikt als het eerste voorstel voor managers.

source: Select the field used to prefill the proposal
nl_nl: Selecteer het veld dat wordt gebruikt om het voorstel vooraf in te vullen

source: Choose one
nl_nl: Kies er een

source: The source field is required.
nl_nl: Het bronveld is verplicht.

source: Workers manually removed
nl_nl: Werknemers handmatig verwijderd

source: Workers manually added
nl_nl: Werknemers handmatig toegevoegd

source: Manage workers
nl_nl: Beheer werknemers

source: {{count}} worker selected
nl_nl: {{count}} werknemer geselecteerd

source: {{count}} workers selected
nl_nl: {{count}} werknemers geselecteerd

source: Exclude worker
nl_nl: Werknemer uitsluiten

source: Exclude selected
nl_nl: Geselecteerde uitsluiten

source: Select which workers will be excluded from this compensation population.
nl_nl: Selecteer welke medewerkers uitgesloten zullen worden van deze compensatiepopulatie.

source: Include worker
nl_nl: Werknemer opnemen

source: Include selected
nl_nl: Geselecteerde opnemen

source: Select which workers will be included in this compensation population.
nl_nl: Selecteer welke medewerkers worden opgenomen in deze compensatiepopulatie.

source: Please select at least one worker.
nl_nl: Selecteer alstublieft ten minste één medewerker.

source: The population cannot be empty.
nl_nl: De populatie kan niet leeg zijn.

source: Individual inclusions and exclusions.
nl_nl: Individuele in- en uitsluitingen.

source: Select the relevant existing population criteria that apply to this round of compensation.
nl_nl: Selecteer de relevante bestaande populatiecriteria die van toepassing zijn op deze compensatieronde.

source: Populations relevant for this compensation round.
nl_nl: Populaties relevant voor deze compensatieronde.

source: Select system populations
nl_nl: Selecteer systeempopulaties

source: Selected populations
nl_nl: Geselecteerde populaties

source: Overview of population definition.
nl_nl: Overzicht van de definitie van de populatie.

source: Compensation population summary
nl_nl: Samenvatting van de compensatiepopulatie

source: Workers can belong to multiple populations
nl_nl: Werknemers kunnen tot meerdere populaties behoren

source: No compensation rounds created yet.
nl_nl: Nog geen compensatierondes aangemaakt.

source: No compensation rounds
nl_nl: Geen compensatierondes

source: Name (A-Z)
nl_nl: Naam (A-Z)

source: Name (Z-A)
nl_nl: Naam (Z-A)

source: Sort by
nl_nl: Sorteren op

source: End date (earliest)
nl_nl: Einddatum (vroegst)

source: End date (latest)
nl_nl: Einddatum (laatste)

source: Last generated (oldest)
nl_nl: Laatst gegenereerd (oudste)

source: Last generated (newest)
nl_nl: Laatst gegenereerd (nieuwste)

source: Last edited (oldest)
nl_nl: Laatst bewerkt (oudste)

source: Last edited (newest)
nl_nl: Laatst bewerkt (nieuwste)

source: No actors selected
nl_nl: Geen acteurs geselecteerd

source: View bonus calculation formula configuration
nl_nl: Configuratie van bonusberekeningsformule weergeven

source: No guideline rules
nl_nl: Geen richtlijnregels

source: Start: {{startDate}} • End: {{endDate}}
nl_nl: Start: {{startDate}} • Einde: {{endDate}}

source: Last updates
nl_nl: Laatste updates

source: Any changes to this round will appear here.
nl_nl: Eventuele wijzigingen aan deze ronde worden hier weergegeven.

source: No updates yet
nl_nl: Nog geen updates

source: By {{author}},
nl_nl: Door {{author}},

source: Added fields
nl_nl: Toegevoegde velden

source: Description:
nl_nl: Beschrijving:

source: Model name:
nl_nl: Modelnaam:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
nl_nl: Er zijn updates aangebracht in het geselecteerde bonusplan. Gebruik de conceptversie in behandeling om ze waar nodig toe te passen.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
nl_nl: Er zijn updates aangebracht in het geselecteerde datamodel. Gebruik de conceptversie in behandeling om ze waar nodig toe te passen.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
nl_nl: Het gegevensmodel is uitgebreid met nieuwe velden. Gebruik de lopende conceptversie om ze indien nodig toe te passen.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
nl_nl: Er zijn updates aangebracht in het geselecteerde bonusplan. Publiceer de loonronde om de wijzigingen toe te passen.

source: Republished (proposals retained)
nl_nl: Opnieuw gepubliceerd (voorstellen behouden)

source: Republished (no proposals)
nl_nl: Opnieuw gepubliceerd (geen voorstellen)

source: Changes detected in bonus plan
nl_nl: Wijzigingen gedetecteerd in bonusplan

source: Data model extended
nl_nl: Gegevensmodel uitgebreid

source: Pending draft created
nl_nl: Concept in behandeling gemaakt

source: Pending draft deleted
nl_nl: Wachtende conceptversie verwijderd

source: Round republished
nl_nl: Ronde opnieuw gepubliceerd

source: Round published
nl_nl: Ronde gepubliceerd

source: View all updates
nl_nl: Alle updates weergeven

source: All updates
nl_nl: Alle updates

source: View population configuration
nl_nl: Populatieconfiguratie weergeven

source: View round configuration
nl_nl: Rondeconfiguratie weergeven

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
nl_nl: Actieve regels: {{activeRulesCount}} • Inactieve regels: {{inactiveRulesCount}}

source: Team planner configuration
nl_nl: Teamplannerconfiguratie

source: View team planner configuration
nl_nl: Teamplannerconfiguratie weergeven

source: Validation reports: {{validationReportsCount}}
nl_nl: Validatierapporten: {{validationReportsCount}}

source: View workflow configuration
nl_nl: Workflowconfiguratie weergeven

source: API connection
nl_nl: API-verbinding

source: Connection details
nl_nl: Verbindingsgegevens

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
nl_nl: Deze download is niet beschikbaar omdat de gegevensdrop de limiet van {{workersCount}} medewerkers overschrijdt. Om dit op te lossen, bewerkt u de configuratie om uw medewerkerselectie te beperken. Voor hulp of om opties voor grote exports te bespreken, neemt u contact op met de klantenondersteuning.

source: Connection ID
nl_nl: Verbindings-ID

source: Round ID
nl_nl: Ronde-ID

source: Round Management
nl_nl: Rondebeheer

source: Copy JSON
nl_nl: JSON kopiëren

source: Failed to copy. Please try again.
nl_nl: Kopiëren mislukt. Probeer het opnieuw.

source: JSON copied to clipboard
nl_nl: JSON gekopieerd naar klembord

source: Create statement generation rule
nl_nl: Regel voor het genereren van overzichten maken

source: The statement generation rule was successfully created.
nl_nl: De regel voor het genereren van overzichten is succesvol aangemaakt.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
nl_nl: Weet u zeker dat u deze regel voor het genereren van overzichten wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: The statement generation rule was successfully duplicated.
nl_nl: De regel voor het genereren van overzichten is succesvol gedupliceerd.

source: No statement generation rules yet!
nl_nl: Nog geen regels voor het genereren van verklaringen!

source: Generated
nl_nl: Gegenereerd

source: Generation failed
nl_nl: Generatie mislukt

source: Not generated
nl_nl: Niet gegenereerd

source: The communication round cannot be empty.
nl_nl: De communicatieronde mag niet leeg zijn.

source: Specify a name and a description for this document distribution rule.
nl_nl: Geef een naam en een beschrijving op voor deze documentdistributieregel.

source: Distribution rules
nl_nl: Distributieregels

source: Select the communication round and document template that will be used for distribution.
nl_nl: Selecteer de communicatieronde en documentsjabloon die gebruikt zullen worden voor distributie.

source: Edit statement generation rule
nl_nl: Regel voor het genereren van uitspraken bewerken

source: The file name cannot be longer than {{charLimit}} characters.
nl_nl: De bestandsnaam mag niet langer zijn dan {{charLimit}} tekens.

source: Customize the file name with variables
nl_nl: Pas de bestandsnaam aan met variabelen

source: Use a fixed file name for all documents
nl_nl: Gebruik een vaste bestandsnaam voor alle documenten

source: The file name cannot contain special characters.
nl_nl: De bestandsnaam mag geen speciale tekens bevatten.

source: The document template cannot be empty.
nl_nl: De documentsjabloon mag niet leeg zijn.

source: Select document template
nl_nl: Documentsjabloon selecteren

source: The statement generation has started.
nl_nl: Het genereren van het overzicht is gestart.

source: The statement generation rule was successfully updated.
nl_nl: De regel voor het genereren van overzichten is succesvol bijgewerkt.

source: View statement generation rule
nl_nl: Regel voor overzichtgeneratie bekijken

source: Manage round cycle
nl_nl: Ronde cyclus beheren

source: Round name (A-Z)
nl_nl: Rondenaam (A-Z)

source: Round name (Z-A)
nl_nl: Ronde naam (Z-A)

source: Sorting
nl_nl: Sorteren

source: Start date (earliest)
nl_nl: Startdatum (vroegst)

source: Start date (latest)
nl_nl: Startdatum (meest recent)

source: Actual budget
nl_nl: Werkelijk budget

source: No maximum outcome configuration
nl_nl: Geen maximale uitkomstconfiguratie

source: No minimum outcome configuration
nl_nl: Geen minimale uitkomstconfiguratie

source: No outcome configuration
nl_nl: Geen resultaatconfiguratie

source: No rule configuration
nl_nl: Geen regelconfiguratie

source: No validation reports with the name "{{phrase}}"
nl_nl: Geen validatierapporten met de naam "{{phrase}}"

source: The note was successfully deleted.
nl_nl: De notitie is succesvol verwijderd.

source: Select rule
nl_nl: Selecteer regel

source: Total eligible workers
nl_nl: Totaal aantal in aanmerking komende werknemers

source: Total populations
nl_nl: Totale populaties

source: Total number of rules
nl_nl: Totaal aantal regels

source: Incentive Management
nl_nl: Incentivebeheer

source: Select at least one data source to continue.
nl_nl: Selecteer ten minste één gegevensbron om door te gaan.

source: Manage the round cycle to generate statements and create payroll connections.
nl_nl: Beheer de rondecyclus om overzichten te genereren en salarisadministratieverbindingen te maken.

source: Incentive Curve Design
nl_nl: Ontwerp van Stimuleringscurve

source: Compensation Structure
nl_nl: Compensatiestructuur

source: Compensation Process
nl_nl: Compensatieproces

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
nl_nl: Creëer het compensatiekader en de comp-elementen van uw organisatie, inclusief salaris, toelagen, dagvergoedingen, bonus, uitgestelde betalingen, aandelen en indirecte voordelen/toelagen.

source: Active currencies
nl_nl: Actieve valuta's

source: Enabled currencies
nl_nl: Ingeschakelde valuta's

source: Is enabled
nl_nl: Is ingeschakeld

source: {{currencyName}} currency is active
nl_nl: {{currencyName}} valuta is actief

source: No currencies yet
nl_nl: Nog geen valuta's

source: Company currency
nl_nl: Bedrijfsvaluta

source: Global currency checkbox for {{currencyName}}
nl_nl: Globale valuta selectievakje voor {{currencyName}}

source: No currencies with the name "{{phrase}}"
nl_nl: Geen valuta's met de naam "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
nl_nl: Geselecteerd valuta selectievakje voor {{currencyName}}

source: Selected currency checkbox for this page
nl_nl: Geselecteerd valuta selectievakje voor deze pagina

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
nl_nl: Schakel de valuta's in die gebruikers kunnen selecteren op het platform. De globale valuta kan niet worden geselecteerd of gedeactiveerd.

source: Currency preview
nl_nl: Valutavoorbeeld

source: Global currency
nl_nl: Wereldwijde valuta

source: Change global currency
nl_nl: Globale valuta wijzigen

source: Select the default currency for all users across the application.
nl_nl: Selecteer de standaardvaluta voor alle gebruikers in de applicatie.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
nl_nl: De vorige valuta blijft ingeschakeld. Als u deze niet meer nodig heeft, schakel deze dan handmatig uit in de valutatabel.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
nl_nl: De geselecteerde globale valuta wordt gebruikt als standaardvaluta in de hele applicatie en wordt automatisch ingeschakeld.

source: Global currency configuration
nl_nl: Globale valutaconfiguratie

source: Currencies & Exchange Rates
nl_nl: Valuta's & Wisselkoersen

source: Define which currencies will be available across the application features and which one will be global currency.
nl_nl: Definieer welke valuta's beschikbaar zullen zijn in de applicatiefuncties en welke de globale valuta zal zijn.

source: Active & global currencies
nl_nl: Actieve & wereldwijde valuta's

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
nl_nl: De configuratie voor valuta-instellingen is gewijzigd. Het opslaan van deze wijzigingen heeft invloed op toekomstige momentopnames en gerelateerde gegevens.

source: Configuration change detected
nl_nl: Configuratiewijziging gedetecteerd

source: Currency Settings
nl_nl: Valuta-instellingen

source: The name is required.
nl_nl: De naam is verplicht.

source: Payout curve details
nl_nl: Details van de uitbetalingscurve

source: The code already exists
nl_nl: De code bestaat al

source: Enter a code for the payout curve
nl_nl: Voer een code in voor de uitbetalingscurve

source: Enter the basic information of the payout curve
nl_nl: Voer de basisinformatie van de uitbetalingscurve in

source: Enter a description for the payout curve
nl_nl: Voer een beschrijving in voor de uitbetalingscurve

source: Enter a name for the payout curve
nl_nl: Voer een naam in voor de uitbetalingscurve

source: Falling
nl_nl: Vallen

source: Decreasing payout over time/levels.
nl_nl: Afnemende uitbetaling over tijd/niveaus.

source: Growing
nl_nl: Groeiend

source: Increasing payout over time/levels.
nl_nl: Toenemende uitbetaling over tijd/niveaus.

source: Create payout curve
nl_nl: Creëer uitbetalingscurve

source: Edit payout curve
nl_nl: Bewerk uitbetalingscurve

source: Linear curve
nl_nl: Lineaire curve

source: Payout curves
nl_nl: Uitbetalingscurves

source: No payout curves have been created yet.
nl_nl: Er zijn nog geen uitbetalingscurves aangemaakt.

source: No payout curves yet
nl_nl: Nog geen uitbetalingscurves

source: The payout curve was successfully published.
nl_nl: De uitbetalingscurve is succesvol gepubliceerd.

source: The payout curve was successfully saved.
nl_nl: De uitbetalingscurve is succesvol opgeslagen.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
nl_nl: Uw voorwaarden zijn leeg of voldoen niet aan de criteria. Corrigeer de fouten om de uitbetalingscurvegrafiek te genereren.

source: Cannot generate chart
nl_nl: Kan grafiek niet genereren

source: Payout curve preview
nl_nl: Voorvertoning uitbetalingscurve

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
nl_nl: Controleer de correlatie tussen resultaten en uitbetalingen, samen met een grafiek die de uitbetalingscurve illustreert.

source: Clear values
nl_nl: Waarden wissen

source: Direction
nl_nl: Richting

source: What is the direction of this curve?
nl_nl: Wat is de richting van deze curve?

source: Rules related to the selected direction:
nl_nl: Regels gerelateerd aan de geselecteerde richting:

source: Result values must decrease from top to bottom
nl_nl: Resultaatwaarden moeten van boven naar beneden afnemen

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
nl_nl: Dalende curve is geschikt voor scenario's waarbij hogere prestaties resulteren in lagere uitbetalingen (zoals boetes of kostenbeheersing).

source: Payout values must decrease
nl_nl: Uitbetalingswaarden moeten afnemen

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
nl_nl: Werknemers wiens resultaten op of onder de laagst gedefinieerde drempelwaarde liggen, ontvangen de maximale uitbetalingswaarde.

source: Workers whose results exceed the highest defined threshold will receive 0.
nl_nl: Werknemers wiens resultaten de hoogst gedefinieerde drempelwaarde overschrijden, ontvangen 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
nl_nl: Werknemers wiens resultaten de hoogst gedefinieerde drempelwaarde overschrijden, ontvangen de maximale uitbetalingswaarde.

source: Workers whose results are below the lowest defined threshold will receive 0.
nl_nl: Werknemers wiens resultaten onder de laagst gedefinieerde drempelwaarde liggen, ontvangen 0.

source: General rules:
nl_nl: Algemene regels:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
nl_nl: Voer hele getallen en decimalen in de invoervelden in (breuken zijn niet toegestaan).

source: In a growing curve, each result condition must be higher than the one before it.
nl_nl: In een groeiende curve moet elke resultaatconditie hoger zijn dan de vorige.

source: This configuration is typically used when better performance results in higher payouts.
nl_nl: Deze configuratie wordt doorgaans gebruikt wanneer betere prestaties resulteren in hogere uitbetalingen.

source: Corresponding payout values should also increase or remain the same as performance improves.
nl_nl: Corresponderende uitbetalingswaarden zouden ook moeten stijgen of gelijk moeten blijven naarmate de prestaties verbeteren.

source: Rules & guidelines
nl_nl: Regels en richtlijnen

source: Thresholds
nl_nl: Drempelwaarden

source: Define performance milestones and their corresponding payout levels.
nl_nl: Definieer prestatiemijlpalen en hun bijbehorende uitbetalingsniveaus.

source: What type is your payout curve?
nl_nl: Wat voor type is uw uitbetalingscurve?

source: Result units
nl_nl: Resultaateenheden

source: Performance result
nl_nl: Prestatieresultaat

source: Which units will be used for results in this curve?
nl_nl: Welke eenheden worden gebruikt voor de resultaten in deze curve?

source: The value must be larger than the {{min}} value.
nl_nl: De waarde moet groter zijn dan de {{min}} waarde.

source: Define the min and max values for results and payout.
nl_nl: Definieer de minimum- en maximumwaarden voor resultaten en uitbetaling.

source: Payout curve settings
nl_nl: Uitbetalingscurve-instellingen

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
nl_nl: De configuratie bevat problemen. Controleer de bereiken en voorwaarden om fouten te voorkomen.

source: Payout range
nl_nl: Uitbetalingsbereik

source: Maximum payout
nl_nl: Maximale uitbetaling

source: Minimum payout
nl_nl: Minimale uitbetaling

source: The maximum value must be larger than the minimum value.
nl_nl: De maximumwaarde moet groter zijn dan de minimumwaarde.

source: Result range
nl_nl: Resultaatbereik

source: Maximum result
nl_nl: Maximaal resultaat

source: Minimum result
nl_nl: Minimumresultaat

source: The highest allowable value for both result and payout ranges is 120%.
nl_nl: De hoogst toegestane waarde voor zowel resultaat- als uitbetalingsbereiken is 120%.

source: The lowest allowable value for both result and payout ranges is 0%.
nl_nl: De laagst toegestane waarde voor zowel resultaat- als uitbetalingsbereiken is 0%.

source: All workers that exceed the maximum result will be included in the maximum range.
nl_nl: Alle werknemers die het maximale resultaat overschrijden worden opgenomen in het maximale bereik.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
nl_nl: De invoervelden accepteren alleen hele getallen en decimalen. Breuken zijn niet toegestaan.

source: The default unit used in the payout curve metric is percentage.
nl_nl: De standaardeenheid die wordt gebruikt in de uitbetalingscurve-metriek is percentage.

source: The value must be smaller than the {{max}} value.
nl_nl: De waarde moet kleiner zijn dan de {{max}} waarde.

source: Define metrics, type and thresholds
nl_nl: Definieer meetwaarden, type en drempels

source: End payout
nl_nl: Uitbetaling beëindigen

source: End result
nl_nl: Eindresultaat

source: Payout value (%)
nl_nl: Uitbetalingswaarde (%)

source: Payout
nl_nl: Uitbetaling

source: Payout: {{yAxis}}
nl_nl: Uitbetaling: {{yAxis}}

source: Result (%)
nl_nl: Resultaat (%)

source: for
nl_nl: voor

source: Result: {{xAxis}}
nl_nl: Resultaat: {{xAxis}}

source: Start payout
nl_nl: Uitbetaling starten

source: Start result
nl_nl: Start resultaat

source: Step curve
nl_nl: Stapcurve

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
nl_nl: Een lineaire curve vertegenwoordigt een uitbetaling die met een constante snelheid verandert over tijd of over prestatieniveaus.
